esbenp.prettier-vscode
foxundermoon.shell-format
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
okitavera.vscode-nunjucks-formatter
ronnidc.nunjucks
timonwong.shellcheck
dbaeumer.vscode-eslint
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.pylint
redhat.vscode-yaml