esbenp.prettier-vscode
foxundermoon.shell-format
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
okitavera.vscode-nunjucks-formatter
ronnidc.nunjucks
timonwong.shellcheck